Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/kn_samediggi_rahpamii_29032008_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: SÁHKA
smn: SAAHÂ

source: Gudnejahtton dásseválddi presideanta, árvvus adnon ministtar, Norgga ja Ruoŧa sámedikki presideanttat, buorit árvoguossit!
smn: Kunnijâttum täsivääldi president, áárvust oonnum minister, Taažâ já Ruotâ sämitige saavâjođetteijeeh, pyereh árvukyesih!

source: Lea suohtas oaidnit ná árvoválddálaš, dehálaš gussiid oassálastime sámedikki rahpamii.
smn: Lii suotâs uáiniđ návt árvuváldálâš juávhu uásálistmin sämitige lekkâmáid.

source: Lea illu ja gudni sávvat Didjiide buresboahtima sámedikki rahpamii ja Ohcejohkii.
smn: Lii ilo já kunnee tuáivuttiđ Tijjân pyeripuáttim sämitige lekkâmáid já Ucjuuhân.

source: Ohcejohka lea áidna gielda Suomas, gos sápmelaččat leat eanetlohkun.
smn: Ucjuuhâ lii Suomâ áinoo kieldâ, mast lii sämmilâšeenâbloho.

source: Dat lea earenoamáš ovdamearka máŋggabeallásaš sámi kultuvrras, gielda lea guolásteaddje- ja boazosápmelaš kultuvrra mihtilmas guovlu.
smn: Tot lii eromâš ovdâmerkkâ maaŋgâpiälásâš sämikulttuurist, kieldâ lii kyelipivdee- já puásuisämmilâškulttuur kuávlu.

source: Sámegiella lea seilon Ohcejogas ealasin ja das leat aivve iežas iešláhki.
smn: Sämikielâ lii siäilum Ucjuuvâst eellimvuáimálâžžân já jiešlágánâžžân.

source: Deike leat luvvojuvvon ođđa sámi ealáhusat, dáppe leat ovttastuvvon lunddolaš vuogi mielde turisma ja eará ealáhusat máŋggabeallásaš sámi kultuvrra oassin.
smn: Tääbbin láá vuáđudum uđđâ säämi iäláttâsah, ovtâstum luándulávt mađhâšem já eres iäláttâsah uássin maaŋgâpiälásâš sämikulttuur.

source: Mis sámiin leat olu áššit, main mii sáhttit leat čeavlát.
smn: Mist láá ennuu ääših, moiguin pyehtip čiävluttâllâđ.

source: Dál leat njealját sámedikki rahpamis.
smn: Tääl lep niäljád sämitige lekkâmist.

source: Dilálašvuohta čájeha min sápmelaččaid sitkatvuođa ja min kultuvrra riggodaga.
smn: Tilálâšvuotâ uásild čáittá mii sämmilij siđhesvuođâ já kulttuurlâš rigesvuođâ.

source: Go máilbmi lea rievdan ja go leat deaivan ođđa uhkiid, de mii leat čájehan, ahte mii eat vuollán ja mii seailudit sápmelašvuođa boahtte buolvvaide.
smn: Ko maailm muttoo já kuáhtáp uđđâ aštuid, lep čáittám, et mij ep vuállán já siäiluttep sämmilâšvuođâ puátteid suhâpuolváid.

source: Min kultuvra lea sierraluvvan, mii leat vuogáiduvvan eallit Davimus Sámi garra luonddudiliin – muhto nuppe dáfus, mii leat seailudan iežamet kultuvrra gávpotbirrasisge.
smn: Mii kulttuur lii spesiaališum já mij lep vuáhádum eelliđ Säämi korrâ luándust – mutâ nube tááhust siäiluttâm jieččân kulttuur kaappugpirrâsist-uv.

source: Min giella muitala hui dárkket luonddu ihtagiin, giela mielde bastit bargat dárkilit luonddus, dovdat kulturduovdagiiddámet ja bargat ealáhusaideametguin.
smn: Mii kielâ muštâl uáli tárkká luándu almoonmijn, kielâ vievâst mij pastep toimâđ tärkkilávt luándust, tubdâđ kulttuurenâduvâidâm já porgâđ iäláttâsâidâm.

source: Min vuoiŋŋalaš ja kultuvrralaš árbevierrumet, duodji ja musihkka, luonddu árvvusatnin; árbevirolaš ealáhusamet ja máhtut, mat daidda gullet ja min návccat dávistit birraseamet nuppástusaide, leat min kultuvrra riggodat.
smn: Mii vuoiŋâlâš já kulttuurlâš ärbivyehi, tyeji já muusik, luándu áárvusttoollâm, ärbivuáválâš iäláttâsah já toid kullee tááiđuh sehe naavcah västidiđ toimâmpirrâs nubástussáid, láá mii kulttuur riggodâh.

source: Mii galgat atnit ávvira das, ahte guođđit liikká máŋggabeallásaš ja áidnalunddot kulturárbbi ja Sámieatnama boahtte buolvvaide.
smn: Mij kolgâp anneeđ huolâ, et kyeđđip siämmáá maaŋgâpiälásâš já áinookiärdásâš kulttuurärbivyevi já sämikuávlu puáttee suhâpuolváid.

source: Mii sápmelaččat leat okta álbmot ja lea mávssolaš ahte vásihit buohkat oktiigullevašvuođa guhtet guimmiideametguin.
smn: Mii sämmiliih lep ohtâ aalmug já lii tehálâš et tubdâp puohah oohtânkulluuvâšvuođâ kuoimijdsân.

source: Mii fertet seailudit sierra sámi kultuvrraideamet iešvuođalágiid, sámegielaid ja kultuvrra vuođu.
smn: Mij ferttip siäiluttiđ jieškote-uv sämikulttuur sierânâsjiešvuođâid, sämikielâid já kulttuur vuáđu.

source: Mii galgat maid doarjut buot Suoma sámi kultuvrraid dássebealagit, nu ahte gudnejahttit ja atnit árvvus guhtet guimmiideamet.
smn: Mij kolgâp meiddei tuárjuđ puohâid Suomâ sämikulttuurijd täsipiälásávt, kunnijâtmáin já áárvustanemáin nubijdâm.

source: Dávja lea daddjon, ahte buot Suomas hubmon sámegielat leat uhkiduvvon dilis.
smn: Lii távjá páhudum puohâi Suomâ sämikielâi lemin uhke vyelni.

source: Mii sápmelaččat leat čuollan iežamet giela ja kultuvrra beali guhká ja leat eastán aktiivvalaš bargguin kultuvrramet ja gielamet jávkama.
smn: Mij sämmiliih lep taištâlâm jieččân kielâ já kulttuur peeleest kuhháá já iästám aktiivlâš toimâiguin kulttuur já kielâ lappum.

source: Mii sápmelaččat leat dábuhan iežamet báikki máilmmis – ja dál sáhttit čeavlájin illudit min bargan barggus sámi kultuvrra bistevašvuođa beales.
smn: Mij puoh sämmiliih lep taištâlâm jieččân saje mailmaist – já tääl pyehtip čiävlán ilodiđ pargostâm já sämiskulttuur jotkum peeleest.

source: Dii buohkat, geat sirdibehtet eatnigieladet, iežaideattet kultuvrra dehe soga árbevieruid mánáide lehpet ráhkadeame ođđa sápmelašbuolvva ja vuođu sámi kultuvrra boahtteáigái.
smn: Tii puohah, kiäh sirdevetteđ eenikielâ, jieijâd kulttuur tâi suuvâ ärbivuovijd párnáid, leppeđ rähtimin uđđâ sämmilâšsuhâpuolvâ já vuáđu sämikulttuur puátteevuotân.

source: Dii bargabehtet mávssolaš barggu.
smn: Porgâvetteđ mávsulâš pargo.

source: Min bargu ii lea válmmas, muhto olu lea vel dahkamuš sámiid vuoigatvuođaid, kultuvrra ja giela ovddideami várás.
smn: Mii pargo ij lah vaalmâš, pic ennuu lii vala porgâmnáál sämmilij vuoigâdvuođâi, kulttuur já kielâ oovdedmân.

source: Muhto lehkot álohii ja earenoamážit ná ávvudeami beaivve čeavlát das, maid mii leat joksan ja masa leat ollen ja jotkot sápmelaččaid vuoigatvuođaid ovddideami.
smn: Mut kolgâp leđe ain já eromâšávt návt juhlepeeivi čiävlááh tast, moos lep olláám já juátkup sämmilij vuoigâdvuođâi ovdedem.

source: Árvvus adnon ávvuguossit!
smn: Áárvust oonnum juhleviehâ!

source: Dát ii leat dušše sápmelaččaid illubeaivi, muhto maiddái Suoma stáhta ja suopmelaččaid riepmobeaivi.
smn: Taat ij lah tuše sämmilij juhlepeivi, mut meiddei Suomâ staatâ já syemmilij juhlepeivi.

source: Supmii lea stuora riggodat, ahte Eurohpa áidna álgoálbmot orru Suoma rájiid siste.
smn: Suomân lii stuorrâ riggodâh et Euroop áinoo algâaalmug áásá Suomâ raajij siste.

source: Mii sápmelaččat leat divrras lassi suopmelaš servodagas, ja minguin galgá meannudit kultuvrramet earenoamášvuođa ja min iežamet dihte gudnejahttimiin.
smn: Mij sämmiliih lep tivrâs lase syemmilâš ohtsâškoddeest, já mij kolgâb kohtâluđ jieččâm kulttuur áinoošlajâsâšvuođâ já mii jieččâm keežild kunnijâtmáin.

source: Mii sámit leat álohii bargan suopmelaččaiguin ovttas, sápmelaččain ledje dolin olu verddet, suopmelaš ustibat.
smn: Mij sämmiliih lep ain toimâm ohtsâšpargoost syemmiljguin, ovdil maaŋgâin sämmilijn lijjii meid veerdih, syemmiliih usteveh.

source: Boazobargo- ja duodjemáhtuid leat oahpahan maid suopmelaččaide ja min dárkilis giella lea lonen viidát sániid ja sámimállet dadjanvugiid suomagillii ja dan suopmaniidda.
smn: Pusuipargo- já tyejitááiđu lep máttááttâm meiddei syemmiláid já mii tärhis kielâ lii luávnejum vijđáht Suomâkielân já ton kuávlukieláid.

source: Mii eat leat dušše kultuvra, mii luoikkaha dábiid ja sániid – muhto dásseárvosaš ja máŋggabeallásaš kultuvra, mas lonejuvvojit eará kultuvrraide máhtut, sánit ja vierut.
smn: Mij ep lah tuše vuovijd já saanijd luávnejeijee kulttuur – pic täsiárvusâš já maaŋgâpiälásâš kulttuur, mast luávnejuvvojeh tááiđuh, säänih já vyevih eres kulttuuráid.

source: Mii sápmelaččat leat ovddastan Suoma máilmmis.
smn: Mij sämmiliih lep ovdâstâm Suomâ mailmist.

source: Suomas livččii omd. sierralágán ja kultuvrralaččat geafit govva almmá min beakkán dáiddára Áillohačča, Nils Aslak Valkeapää haga.
smn: Suomâst ličij ereslágán já kulttuurlávt kievhib kove pegâlmâs taaiđârttáá Nils Aslak Valkeapää ađai Áillohâšâttáá.

source: Mii leat Suoma kultuvrralaš riggodat ja minguin galgá meannudit dan vuogi mielde.
smn: Mij lep Suomâ kulttuurlâš riggodâh, já mij kolgâp kohtâluđ ton miäldásávt.

source: Min sápmelaččaid galgá atnit árvvus min áidnalunddotvuođamet, sajádagamet ja kultuvrramet vuođul, ii riikkaidgaskasaš soahpamušaid ja stáhta doaimmaid čuozáhahkan dehe olgo- ja sisriikapolitihkalaš čuolbman.
smn: Mii sämmiliih kolgâp oonnuđ áárvust já kohtâluđ mii áinoošlajâsâšvuođâ, sajattuv já kulttuur vuáđuld, ij aalmugijkoskâsâš sopâmusâi já staatâ tooimâi čuásáttâssân tâi olgo- já sispoolitlâš čuolmân.

source: Mii sápmelaččat leat skuvlehan iežamet viidát servodaga sierra surggiide, min nuorat leat allagit skuvlejuvvon ja máhttet olu gielaid.
smn: Mij sämmiliih lep škovliiđâttâm vijđes ohtsâškote jieškote-uv suorgijd, mii nuorah láá ollâškuávlejum já kielâtáiđuliih.

source: Min gaskavuođas leat loktanan čeahpes dutkit ja servodatlaš váikkuheaddjit, oahpaheddjiid ja sámi váhnemiid bargu lea buktán buori bohtosa.
smn: Mii juávhust láá pajanâm čepis totkeeh já ohtsâškodáliih vaigutteijeeh.

source: Boazosápmelaš bearraša mánnán ja sámi boazodoalu ja kultuvrra dutkin dieđán, ahte olggobeal dutkit eai leat buktán dutkamušaineaset álohii dakkár gova, mii vástida duohtavuođa sámi kultuvrra viiddes diehtovuogádagas ja boazodoallokultuvrras – sii eai leat ipmirdan min kultuvrralaš kodaid riekta.
smn: Puásuisämmilâšperruu pärnin já sämmilâšpuásuituálu já –kulttuur totken tiäđám, et ulguupiälásiih totkeeh iä lah finnim tutkâmušâinis ain tuotâvuođâ västideijee kove sämikulttuur vijđes kulttuurlâš tiätuvuáháduvâst já puásuituálukulttuurist – sij iä lah iberdâm mii kulttuurlâš koodijd olmânáál.

source: Sápmelaččaid leat dutkan čuđiid jagiid áigge kultuvrramet olggobeal dutkit ja meroštallan min ja mis ráhkaduvvon gova.
smn: Mii láá tutkâm čuođijd iivijd kulttuur ulguupiälááš totkeeh já miäruštâllâm mii já mist šoddâm kove.

source: Mis sápmelaččain ii leat leamaš vejolašvuohta váikkuhit ovdal go dál makkár árvvuid midjiide bidjet dutkamušain ja almmolašvuođas.
smn: Mist ij lah lamaš máhđulâšvuotâ vaiguttiđ ovdil ko tääl, magarijd áárvuid mijjân piäijojeh tutkâmušâin já almolâšvuođâst.

source: Mii diehtit buoremusat sámi kultuvrra, dan luonddu ja árvvuid.
smn: Mij tiettip pyeremustáá sämikulttuur, ton luándu já áárvuid,

source: Mii ieža diehtit maid sámi kultuvrras galgá dutkat ja mii ieža maid dahkat dan buoremusat.
smn: mij tiettip maid sämikulttuurist kalga tutkâđ já mij porgâp tom pyeremustáá.

source: Mii sápmelaččat galgat váldit vuoiŋŋalaš ja ávnnaslaš kultuvrramet min iežamet háldui.
smn: Mij kolgâp väldiđ vuoiŋâlâš já aamnâslâš kulttuur jieččân haaldun.

source: Gudnejahtton dásseválddi presideanta ja árvoguossit!
smn: Kunnijâttum täsivääldi president já árvukyesih

source: Sápmelaččat dárbbahit maid din doarjaga, movttiidahttima ja váikkuhanválddi min viggamušaide ovddidit sámi kulturiešstivrejumi, buoridit sápmelaččaid vuoigatvuođalaš sajádaga ja dorvvastit sámi kultuvrra bistevašvuođa oba Suomas.
smn: Sämmiliih tarbâšeh meiddei Tii torjuu, movtijdittem já vaikuttâsvääldi mii viggâmuššáid ovdediđ säämi kulttuurjiešhaldâšem, pyerediđ sämmilij vuoigâdvuođâsajattuv já turvâstiđ sämikulttuur jotkuuvâšvuođâ ubâ Suomâst.

source: Mis lea iežamet kulturiešstivren sámiid ruovttuguovllus, muhto mii sápmelaččat, Suoma áidna álgoálbmot, orrut miehtá Suoma.
smn: Mist lii jieččâm kulttuurjiešhaldâšem sämikuávlust, mut sämmiliih, Suomâ áinoo algâaalmug, ääsih ubâ Suomâst.

source: Láhkaásaheapmi galgá váldit vuhtii sápmelaččaid vuoigatvuođaid maid sámi guovllu olggobealde – dán ášši ovddideami várás bivdit dis, buorit árvoguossit, earenoamáš doarjaga.
smn: Lahâasâttâs kalga väldiđ vuotân sämmilij vuoigâdvuođâid meiddei sämikuávlu ulguubeln – taam ääši oovdedmân mij pivdep tist, pyereh árvukyesih, sierânâs torjuu.

source: Guovtti ovddit sámedikki rabadettiin gudnejahtton dásseválddi presideanta válddii ovdan ILO 169-soahpamuša ratifiserema ja movttiidahtii riikka ráđđehusa ja sámedikki gávdnat ovdagáttuhis vugiid čoavdit eananvuoigatvuohtagažaldaga ja ILO-soahpamuša ratifiserema.
smn: Kyevti ovdebáá sämitige lekkâm ohtâvuođâst áárvust oonnum täsivääldi president vaaldij oovdân ILO 169-sopâmuš ratifistim já movtijditij Suomâ haldâttâs já sämitige kavnâđ ovdâjurduuttis vuovijd čuávdiđ eennâmvuogâdvuođâkoččâmâš já ILO-sopâmuš ratifistim.

source: Árvvus adnon dásseválddi presideanta, vaikko eanan- ja čáhcevuoigatvuođaide ii leatge vel gávdnon čoavddus, ođđa sámediggi lea vástidan gohččumii ja lea álgán ohcat ovdagáttuid haga ođđa čoavddusmálliid eananvuoigatvuohtagažaldahkii ja buktá iežas evttohusa stáhtaváldái ja almmolašvuhtii vel dán giđa áigge.
smn: Áárvust oonnum täsivääldi president, veikkâ čuávdus ij lah valagin kavnum, uđđâ sämitigge lii västidâm koččomân já usâškuáttâm uđđâ ovdâjurduuttis čuávdimmaallijd eennâmvuogâdvuođâkoččâmâšân já puáhtá jieijâs iävtuttâs stáátâvááldán já almolâšvuotân vala taam kiiđâ ääigi.

source: Mii bivditnai gudnejahtton dásseválddi presideantta movttiidahttit stáhtaráđi ain ođđasit čoavdit ovttas sámedikkiin eanan- ja čáhcevuoigatvuohtagažaldaga ja jávkadit áruid ILO 169-soahpamuša ratifiseremis.
smn: Pivdep-uv täsivääldi president movtijditteđ ain-uv staatârääđi čuávdiđ oovtâst sämitiggijn eennâmvuogâdvuođâkoččâmâš já väldiđ meddâl iästuid ILO 169-sopâmuš ratifistmist.

source: Stáhtaráđi galggalii movttiidahttit, ahte dat gieđahalalii sámedikki evttohusaid ovdagáttuid haga ja gudnejahttimiin.
smn: Kolgâččij movtijdittiđ staatârääđi kieđâvuššâđ sämitige iävtuttâsâid ovdâjurduittáá já kunnijâtmáin.

source: Muhto dál árvvus adnon guossit, lea áigi ávvudit Suoma sápmelaččaid ja lea áigi čájehit alcceseamet ja earáide maid sámi kultuvra sápmelaččaide máksá ja man olu mii atnit gudnis sápmelašvuođa.
smn: Mutâ tääl, áárvust oonnum kyesih, lii äigi ávudiđ Suomâ sämmilijd já lii äigi čäittiđ olssân já iärásáid, maid sämikulttuur meerhâš sämmiláid já mon ennuu toollâp áárvust sämmilâšvuođâ.

source: Jotkot buohkat ovttas barggu sápmelaččaiguin ja sápmelaččaid beales.
smn: Juátkup oovtâst pargo sämmilijguin já säämilij peeleest.

source: Buorit bovdejuvvon guossit, ustibat, mus lea illu ja gudni sávvat didjiide váimmolaččat buresboahtima sámedikki guossin sámedikki rahpamii.
smn: Pyereh povdejum kyesih, usteveh, lii ilo já kunnee tuáivuttiđ tii váimulávt pyereestpuátimân sämitige kyessin sämitige lekkâmân.
